Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ASSISTANT_ENABLE_CONTINUE
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Dalej
pt: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Далі
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# ASSISTANT_ENABLE_DONE
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Cerrar
es_us: Listo
fi: Valmis
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# ASSISTANT_ENABLE_NEXT
source: Next
ar: التالي
bg: Напред
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
es_us: Siguiente
fi: Seuraava
fr: Suivant
fr_ca: Suivant
he: הבא
hi: अगला
hr: Dalje
hu: Következő
id: Berikutnya
it: Avanti
ja: 次へ
kk: Келесі
ko: 다음
lt: Toliau
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Dalej
pt: Seguinte
pt_pt: Seguinte
ro: Înainte
ru: Далее
sk: Ďalej
sl: Naprej
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp
zh_cn: 下一步
zh_hk: 下一步
zh_tw: 下一步

# ASSISTANT_ENABLE_OK
source: Enable Siri
ar: تمكين Siri
bg: Активирай Siri
ca: Activa Siri
cs: Zapnout Siri
da: Slå Siri til
de: Siri aktivieren
el: Ενεργοποίηση Siri
es: Activar Siri
es_us: Activar Siri
fi: Ota Siri käyttöön
fr: Activer Siri
fr_ca: Activer Siri
he: הפעלת Siri
hi: Siri सक्षम करें
hr: Omogući Siri
hu: Siri engedélyezése
id: Aktifkan Siri
it: Abilita Siri
ja: Siriを有効にする
kk: Siri функциясын қосу
ko: Siri 활성화
lt: Įjungti „Siri“
ms: Dayakan Siri
nb: Aktiver Siri
nl: Schakel Siri in
pl: Włącz Siri
pt: Ativar a Siri
pt_pt: Ativar Siri
ro: Activați Siri
ru: Включить Siri
sk: Zapnúť Siri
sl: Omogoči Siri
sv: Aktivera Siri
th: เปิดใช้งาน Siri
tr: Siri’yi Etkinleştir
uk: Увімкнути Siri
vi: Bật Siri
zh_cn: 启用Siri
zh_hk: 啟用Siri
zh_tw: 啟用Siri

# ASSISTANT_ENABLE_TITLE_IPAD
source: Enable Siri?
ar: تمكين Siri؟
bg: Активиране на Siri?
ca: Vols activar Siri?
cs: Zapnout Siri?
da: Slå Siri til?
de: Siri aktivieren?
el: Ενεργοποίηση Siri;
es: ¿Activar Siri?
es_us: ¿Activar Siri?
fi: Otetaanko Siri käyttöön?
fr: Activer Siri ?
fr_ca: Activer Siri?
he: להפעיל את Siri?
hi: Siri सक्षम करें?
hr: Omogućiti Siri?
hu: Engedélyezi Sirit?
id: Aktifkan Siri?
it: Vuoi abilitare Siri?
ja: Siriを有効にしますか?
kk: Siri функциясын қосу қажет пе?
ko: Siri를 활성화하겠습니까?
lt: Įjungti „Siri“?
ms: Dayakan Siri?
nb: Aktiver Siri?
nl: Siri inschakelen?
pl: Włączyć Siri?
pt: Ativar Siri?
pt_pt: Ativar Siri?
ro: Activați Siri?
ru: Включить Siri?
sk: Zapnúť Siri?
sl: Želite omogočiti Siri?
sv: Vill du aktivera Siri?
th: เปิดใช้งาน Siri หรือไม่
tr: Siri Etkinleştirilsin mi?
uk: Увімкнути Siri?
vi: Bật Siri?
zh_cn: 启用Siri？
zh_hk: 要啟用Siri嗎？
zh_tw: 要啟用Siri嗎？

# ASSISTANT_ENABLE_TITLE_IPHONE
source: Enable Siri
ar: تمكين Siri
bg: Активирай Siri
ca: Activa Siri
cs: Zapnout Siri
da: Slå Siri til
de: Siri aktivieren
el: Ενεργοποίηση Siri
es: Activar Siri
es_us: Activar Siri
fi: Ota Siri käyttöön
fr: Activer Siri
fr_ca: Activer Siri
he: הפעלת Siri
hi: Siri सक्षम करें
hr: Omogućite Siri
hu: Siri engedélyezése
id: Aktifkan Siri
it: Abilita Siri
ja: Siriを有効にする
kk: Siri функциясын қосу
ko: Siri 활성화
lt: „Siri“ įjungimas
ms: Dayakan Siri
nb: Aktiver Siri
nl: Schakel Siri in
pl: Włącz Siri
pt: Ativar a Siri
pt_pt: Ativar Siri
ro: Activați Siri
ru: Включить Siri
sk: Zapnúť Siri
sl: Omogoči Siri
sv: Aktivera Siri
th: เปิดใช้งาน Siri
tr: Siri’yi Etkinleştirin
uk: Увімкнути Siri
vi: Bật Siri
zh_cn: 启用Siri
zh_hk: 啟用Siri
zh_tw: 啟用Siri

# ASSISTANT_ENABLE_TITLE_WATCH_UNAVAILABLE
source: Language Not Supported
ar: اللغة غير مدعومة
bg: Езикът не се поддържа
ca: Idioma no compatible
cs: Nepodporovaný jazyk
da: Sprog ikke understøttet
de: Sprache nicht unterstützt
el: Η γλώσσα δεν υποστηρίζεται
es: Idioma no compatible
es_us: Idioma no compatible
fi: Kieltä ei tueta
fr: Langue non prise en charge
fr_ca: Langue non prise en charge
he: אין תמיכה בשפה זו
hi: भाषा समर्थित नहीं है
hr: Jezik nije podržan
hu: A nyelv nem támogatott
id: Bahasa Tidak Didukung
it: Lingua non supportata
ja: この言語には対応していません
kk: Тілге қолдау көрсетілмейді
ko: 지원되지 않는 언어
lt: Kalba nepalaikoma
ms: Bahasa Tidak Disokong
nb: Språket støttes ikke
nl: Taal niet ondersteund
pl: Język nie jest obsługiwany
pt: Idioma Não Suportado
pt_pt: Idioma não suportado
ro: Limbă incompatibilă
ru: Язык не поддерживается
sk: Jazyk nie je podporovaný
sl: Jezik ni podprt
sv: Språket stöds inte
th: ไม่รองรับภาษานี้
tr: Dil Desteklenmiyor
uk: Мова не підтримується
vi: Ngôn ngữ không được hỗ trợ
zh_cn: 不支持该语言
zh_hk: 不支援此語言
zh_tw: 不支援此語言

# ASSISTANT_ENABLE_WARNING
source: Siri sends information like your voice input, contacts, and location to Apple to process your requests.
ar: يرسل Siri معلومات مثل إدخال صوتك وجهات اتصالك وموقعك إلى Apple لمعالجة طلباتك.
bg: Siri изпраща информация като вашите глас, контакти и местоположение на Apple, за да обработи вашите заявки.
ca: Siri envia informació com ara les ordres de veu, els contactes i la ubicació a Apple per processar les peticions.
cs: Siri odesílá informace, jako je váš hlasový vstup, kontakty a údaje o poloze, společnosti Apple ke zpracování vašich požadavků.
da: Siri sender oplysninger om det, du siger, kontakter og lokalitet til Apple til behandling af dine anmodninger.
de: Siri sendet Informationen wie Spracheingabe, Kontakte und Orte an Apple, um deine Anfragen zu verarbeiten.
el: Για επεξεργασία των αιτημάτων σας, το Siri στέλνει στην Apple πληροφορίες όπως η φωνητική είσοδος, οι επαφές και η τοποθεσία σας.
es: Siri envía información a Apple (como tu voz, tus contactos y tu ubicación) para procesar tus peticiones.
es_us: Siri envía información a Apple (como tu voz, contactos y ubicación) para procesar tus solicitudes.
fi: Siri lähettää tietoja, kuten puhesyötteesi, yhteystietosi ja sijaintisi, Applelle pyyntöjesi käsittelyä varten.
fr: Siri envoie à Apple des informations telles que votre voix, vos contacts et votre position géographique afin de traiter vos requêtes.
fr_ca: Siri envoie à Apple des informations, telles que votre voix, vos contacts et votre position, afin de traiter vos demandes.
he: נתונים כגון דיבור מוקלט, אנשי קשר ופרטי מיקום נשלחים ל-Apple על ידי Siri לצורך עיבוד הבקשות שלך.
hi: आपके अनुरोधों को प्रोसेस करने के लिए Siri द्वारा Apple को आपका वॉइस इनपुट, संपर्क और स्थान जैसी जानकारी भेजी जाती है।
hr: Siri šalje tvrtki Apple informacije poput vašeg glasovnog unosa, kontakata i lokacije radi obrade vaših zahtjeva.
hu: Siri a kérelmek feldolgozásához elküldi az Apple-nek az olyan információkat, mint a hangbevitel, a kontaktok és a helyzet.
id: Siri mengirimkan informasi seperti input suara, kontak, dan lokasi Anda ke Apple untuk memproses permintaan Anda.
it: Siri invia informazioni come l’input vocale, i contatti e la posizione ad Apple per elaborare le tue richieste.
ja: Siriを使用すると、リクエストを処理するために、音声入力の内容、連絡先情報、位置情報などの情報がAppleに送信されます。
kk: Siri көмекшісі сұрауларыңызды өңдеу үшін дауыстық енгізілім, байланыс ақпараты мен геолокация сияқты деректерді Apple компаниясына жібереді.
ko: Siri는 사용자의 요청을 처리할 수 있도록 사용자의 음성 입력, 연락처, 위치 정보 등을 Apple에 보냅니다.
lt: „Siri“ bendrovei „Apple“ siunčia tokią informaciją kaip jūsų balso duomenys, adresatai ir vieta, kad būtų galima apdoroti jūsų užklausas
ms: Siri menghantar maklumat seperti input suara, kenalan dan lokasi anda kepada Apple untuk memproses permintaan anda.
nb: Siri sender informasjon som taleinndata, kontakter og steder til Apple for å behandle forespørsler.
nl: Siri stuurt gegevens zoals je steminvoer, contactpersonen en locatie naar Apple om je verzoeken te verwerken.
pl: Siri wysyła informacje, np. Twoje polecenia, kontakty i położenie, do Apple w celu ich przetworzenia.
pt: A Siri envia informações como dados de voz, contatos e localizações à Apple para processar pedidos.
pt_pt: Siri envia à Apple informação como dados de voz, contactos e localização para processar os seus pedidos.
ro: Siri trimite informații precum comenzile vocale, contactele și localizarea dvs. la Apple pentru procesarea solicitărilor dvs.
ru: Для обработки Ваших запросов Siri отправляет в Apple такие данные, как голосовой ввод, информацию о контактах и данные геопозиции.
sk: Siri odosiela spoločnosti Apple na účely spracovania vašich žiadostí váš hlasový vstup, kontakty a vašu polohu.
sl: Siri družbi Apple pošilja podatke, kot so vaš glasovni vnos, stiki in lokacija, za obdelavo vaših zahtev.
sv: Siri skickar information, t.ex. din röstinmatning, kontakter och plats till Apple för att kunna behandla dina förfrågningar.
th: Siri ส่งข้อมูลไปที่ Apple เช่น คำพูด รายชื่อ และตำแหน่งที่ตั้ง เพื่อดำเนินการตามคำขอของคุณ
tr: Siri, isteklerinizi işlemek için ses girişleriniz, kişileriniz ve konumunuz gibi bilgileri Apple’a gönderir.
uk: Для опрацювання ваших запитів Siri надсилає до Apple певні відомості, як‑от дані голосового вводу, контакти й геопозицію.
vi: Siri gửi thông tin như dữ liệu nhập bằng giọng nói, danh bạ và địa điểm của bạn cho Apple để xử lý yêu cầu của bạn.
zh_cn: Siri会将语音输入、联系人和位置等信息发送到Apple以处理你的请求。
zh_hk: Siri會將資料（例如你的語音輸入、聯絡人和位置等）傳送予Apple以處理你的要求。
zh_tw: Siri會將一些資訊，如你的語音輸入、聯絡人和位置等傳送給Apple來處理你的要求。

# ASSISTANT_ENABLE_WARNING_WATCH_IPHONE
source: Siri sends information like your voice input, contacts, and location to Apple to process your requests. Enabling Siri on your iPhone will also enable Siri on your Apple Watch.
ar: يرسل Siri المعلومات مثل إدخال صوتك وموقعك وجهات اتصالك إلى Apple لإكمال طلباتك. يؤدي تمكين Siri على iPhone إلى تمكين Siri أيضًا على Apple Watch.
bg: Siri изпраща информация като вашите глас, контакти и местоположение на Apple, за да обработи вашите заявки. Активирането на Siri на вашия iPhone ще активира Siri и на вашия Apple Watch.
ca: Siri envia informació com ara les ordres de veu, els contactes i la ubicació a Apple per processar les peticions. Si actives Siri a l’iPhone s’activarà també a l’Apple Watch.
cs: Siri odesílá informace, jako je váš hlasový vstup, kontakty a údaje o poloze, společnosti Apple ke zpracování vašich požadavků. Zapnutím Siri na iPhonu dojde také k zapnutí Siri na Apple Watch.
da: Siri sender oplysninger om det, du siger, kontakter og lokalitet til Apple til behandling af dine anmodninger. Når du slår Siri til på iPhone, slås Siri også til på dit Apple Watch.
de: Siri sendet Informationen wie Spracheingabe, Kontakte und Orte an Apple, um deine Anfragen zu verarbeiten. Durch Aktivieren von Siri auf deinem iPhone wird Siri auch auf deiner Apple Watch aktiviert.
el: Για επεξεργασία των αιτημάτων σας, το Siri στέλνει στην Apple πληροφορίες όπως η φωνητική είσοδος, οι επαφές και η τοποθεσία σας. Αν ενεργοποιήσετε το Siri στο iPhone, θα ενεργοποιηθεί επίσης το Siri στο Apple Watch.
es: Siri envía información a Apple (como tu voz, tus contactos y tu ubicación) para procesar las peticiones. Si activas Siri en el iPhone también se activará en el Apple Watch.
es_us: Siri envía información como tu voz, contactos y ubicación a Apple para procesar tus solicitudes. Al activar Siri en el iPhone, también se activará en el Apple Watch.
fi: Siri lähettää tietoja, kuten puhesyötteesi, yhteystietosi ja sijaintisi, Applelle pyyntöjesi käsittelyä varten. Jos laitat Sirin päälle iPhonessa, se laitetaan päälle myös Apple Watchissa.
fr: Siri envoie à Apple des informations telles que votre voix, vos contacts et votre position géographique afin de traiter vos requêtes. L’activation de Siri sur votre iPhone activera également Siri sur votre Apple Watch.
fr_ca: Siri envoie des informations à Apple, telles que votre voix, vos contacts et votre position, pour traiter vos demandes. L’activation de Siri sur votre iPhone active également Siri sur votre Apple Watch.
he: נתונים כגון דיבור מוקלט, אנשי קשר ופרטי מיקום נשלחים ל-Apple על ידי Siri לצורך עיבוד הבקשות שלך. הפעלת Siri ב-iPhone תוביל להפעלת Siri גם ב-Apple Watch.
hi: Siri द्वारा आपके अनुरोधों को प्रोसेस करने के लिए आपका वॉइस इनपुट, संपर्क और स्थान जैसी जानकारी Apple को भेजी जाती हैं। iPhone पर Siri सक्षम करने पर आपकी Apple Watch पर भी Siri सक्षम हो जाएगा।
hr: Siri šalje tvrtki Apple informacije poput vašeg glasovnog unosa, kontakata i lokacije radi obrade vaših zahtjeva. Omogućite li Siri na svojem iPhoneu, Siri će se također omogućiti i na vašem Apple Watchu.
hu: Siri a kérelmek feldolgozásához elküldi az Apple-nek az olyan információkat, mint a hangbevitel, a kontaktok és a helyzet. Ha engedélyezi Sirit az iPhone-on, azzal engedélyezi az Apple Watchon is.
id: Siri mengirimkan informasi seperti input suara, kontak, dan lokasi Anda ke Apple untuk memproses permintaan Anda. Mengaktifkan Siri di iPhone Anda juga akan mengaktifkan Siri di Apple Watch Anda.
it: Siri invia informazioni come l’input vocale, i contatti e la posizione ad Apple per elaborare le tue richieste. Abilitando Siri su iPhone, la funzionalità sarà attiva anche su Apple Watch.
ja: Siriを使用すると、リクエストを処理するために、音声入力の内容、連絡先情報、位置情報などの情報がAppleに送信されます。 iPhoneでSiriをオンにすると、Apple WatchでもSiriがオンになります。
kk: Siri көмекшісі сұрауларыңызды өңдеу үшін Apple компаниясына дауыстық енгізілім, байланыс ақпараты және геолокация сияқты деректерді жібереді. iPhone құрылғысынан Siri функциясын өшіргенде, ол Apple Watch сағатынан да өшіріледі.
ko: Siri는 사용자의 요청을 처리하기 위해 사용자의 음성, 연락처 및 위치와 같은 정보를 Apple에 보냅니다. iPhone에서 Siri를 활성화하면 Apple Watch에서도 Siri가 활성화됩니다.
lt: „Siri“ bendrovei „Apple“ siunčia tokią informaciją kaip jūsų balso duomenys, adresatai ir vieta, kad būtų galima apdoroti jūsų užklausas. „iPhone“ įrenginyje įjungus „Siri“, „Siri“ bus taip pat įjungta „Apple Watch“ laikrodyje.
ms: Siri menghantar maklumat seperti input suara, kenalan dan lokasi anda kepada Apple untuk memproses permintaan anda. Mendayakan Siri pada iPhone anda turut akan mendayakan Siri pada Apple Watch anda.
nb: Siri sender informasjon som taleinndata, kontakter og steder til Apple for å behandle forespørsler. Hvis du aktiverer Siri på iPhone, aktiveres Siri også på Apple Watch.
nl: Siri stuurt gegevens zoals je steminvoer, contactpersonen en locatie naar Apple om je verzoeken te verwerken. Als je Siri inschakelt op je iPhone, schakel je Siri ook in op je Apple Watch.
pl: Siri wysyła informacje, np. Twoje polecenia, kontakty i położenie, do Apple w celu ich przetworzenia. Włączenie Siri na iPhonie włącza Siri także na Apple Watch.
pt: A Siri envia informações como dados de voz, contatos e localizações à Apple para processar pedidos. Se a Siri for ativada no iPhone, ela também será ativada no Apple Watch.
pt_pt: Siri envia à Apple informação como dados de voz, contactos e localização para processar os seus pedidos. Se ativar Siri no iPhone, esta funcionalidade será igualmente ativada no Apple Watch.
ro: Siri trimite informații precum comenzile vocale, contactele și localizarea dvs. la Apple pentru procesarea solicitărilor dvs. Activarea Siri pe iPhone‑ul dvs. va determina activarea Siri și pe Apple Watch.
ru: Для обработки Ваших запросов Siri отправляет в Apple такие данные, как голосовой ввод, информацию о контактах и данные геопозиции. При включении Siri на iPhone эта функция будет также включена на Apple Watch.
sk: Siri odosiela spoločnosti Apple na účely spracovania vašich žiadostí váš hlasový vstup, kontakty a vašu polohu. Zapnutím Siri na svojom iPhone zároveň zapnete Siri aj na svojich Apple Watch.
sl: Siri družbi Apple pošilja podatke, kot so vaš glasovni vnos, stiki in lokacija, za obdelavo vaših zahtev. Ko omogočite Siri v iPhonu, boste hkrati omogočili Siri v uri Apple Watch.
sv: Siri skickar information, t.ex. din röstinmatning, kontakter och plats till Apple för att kunna behandla dina förfrågningar. Om du aktiverar Siri på din iPhone aktiveras även Siri på Apple Watch.
th: Siri ส่งข้อมูลไปที่ Apple เช่น คำพูด รายชื่อ และตำแหน่งที่ตั้ง เพื่อดำเนินการตามคำขอของคุณ การเปิดใช้งาน Siri บน iPhone ของคุณจะเปิดใช้งาน Siri บน Apple Watch ของคุณด้วย
tr: Siri, isteklerinizi işlemek için ses girişleriniz, kişileriniz ve konumunuz gibi bilgileri Apple’a gönderir. Siri iPhone’unuzda etkinleştirildiğinde, Apple Watch’unuzda da etkinleştirilecektir.
uk: Для опрацювання ваших запитів Siri надсилає до Apple певні відомості, як‑от дані голосового вводу, контакти й геопозицію. Увімкнення Siri на iPhone також увімкне Siri на вашому Apple Watch.
vi: Siri gửi thông tin như dữ liệu nhập bằng giọng nói, danh bạ và vị trí của bạn đến Apple để xử lý yêu cầu của bạn. Bật Siri trên iPhone của bạn cũng sẽ bật Siri trên Apple Watch của bạn.
zh_cn: Siri会将语音输入、联系人和位置等信息发送到Apple以处理你的请求。 在iPhone上启用Siri将同时在Apple Watch上启用Siri。
zh_hk: Siri會將資料（例如你的語音輸入、聯絡人和位置等）傳送予Apple以處理你的要求。 在iPhone啟用Siri會同時啟用Apple Watch的Siri。
zh_tw: Siri會將一些資訊，如你的語音輸入、聯絡人和位置等傳送給Apple來處理你的要求。 在iPhone上啟用Siri也會啟用Apple Watch上的Siri。

# ASSISTANT_ENABLE_WATCH_UNAVAILABLE
source: The language you’ve chosen for your iPhone isn’t supported by Siri on Apple Watch. You can enable Siri on your iPhone, but it will be disabled on Apple Watch.
ar: اللغة التي تم اختيارها لـ iPhone غير مدعومة من Siri على Apple Watch. يمكنك تمكين Siri على iPhone، ولكن سيتم تعطيلها على Apple Watch.
bg: Избраният от вас език за вашия iPhone не се поддържа от Siri на Apple Watch. Можете да активирате Siri на вашия iPhone, но ще бъде изключено на Apple Watch.
ca: L’idioma que has escollit per a l’iPhone no és compatible amb Siri a l’Apple Watch. Pots activar Siri a l’iPhone, però es desactivarà Siri a l’Apple Watch.
cs: Jazyk nastavený na iPhonu nepodporuje Siri na Apple Watch. Na iPhonu můžete Siri zapnout, na Apple Watch však zůstane vypnutá.
da: Det sprog, du har valgt til iPhone, understøttes ikke af Siri på Apple Watch. Du kan slå Siri til på iPhone, men Siri vil være slået fra på Apple Watch.
de: Die gewählte iPhone-Sprache wird von Siri auf der Apple Watch nicht unterstützt. Du kannst Siri auf deinem iPhone aktivieren, auf der Apple Watch wird die Funktion jedoch deaktiviert.
el: Το Siri στο Apple Watch δεν υποστηρίζει τη γλώσσα που έχετε επιλέξει για το iPhone. Μπορείτε να ενεργοποιήσετε το Siri στο iPhone, αλλά έχετε υπόψη σας ότι θα απενεργοποιηθεί στο Apple Watch.
es: Siri no admite en el Apple Watch el idioma que has elegido para el iPhone. Puedes activar Siri en el iPhone, pero se desactivará en el Apple Watch.
es_us: Siri del Apple Watch no es compatible con el idioma de tu iPhone. Puedes continuar la configuración, pero no podrás usar Siri en el Apple Watch.
fi: Siri ei tue iPhonelle valitsemaasi kieltä Apple Watchissa. Voit ottaa Sirin käyttöön iPhonessa, mutta se ei ole Apple Watchin käytössä.
fr: La langue choisie pour votre iPhone n’est pas prise en charge par Siri sur l’Apple Watch. Vous pouvez activer Siri sur votre iPhone mais il sera désactivé sur l’Apple Watch.
fr_ca: La langue choisie pour votre iPhone n’est pas prise en charge par Siri sur l’Apple Watch. Vous pouvez activer Siri sur votre iPhone, mais il sera désactivé sur l’Apple Watch.
he: השפה שבחרת ב-iPhone אינה נתמכת על ידי Siri ב-Apple Watch. באפשרותך להפעיל את Siri ב-iPhone, אך לא יהיה ניתן להשתמש ב-Siri ב-Apple Watch.
hi: अपने iPhone के लिए आपने जिस भाषा को चुना है वह Apple Watch पर Siri द्वारा समर्थित नहीं है। आप अपने iPhone पर Siri को सक्षम कर सकते हैं लेकिन यह Apple Watch पर अक्षम हो जाएगा।
hr: Jezik koji ste odabrali za svoj iPhone nije podržan u značajki Siri na Apple Watchu. Možete omogućiti Siri na svojem iPhoneu, ali će biti isključena na Apple Watchu.
hu: Az iPhone-hoz választott nyelvet nem támogatja Siri az Apple Watchon. Engedélyezheti Sirit az iPhone-ján, de az le lesz tiltva az Apple Watchon.
id: Bahasa yang telah Anda pilih untuk iPhone Anda tidak didukung oleh Siri di Apple Watch. Anda dapat mengaktifkan Siri di iPhone Anda, tapi Siri akan dinonaktifkan di Apple Watch.
it: Siri su Apple Watch non supporta la lingua che hai scelto su iPhone. Puoi abilitare Siri su iPhone, ma non verrà abilitato su Apple Watch.
ja: お使いのiPhoneで選択した言語は、Apple WatchのSiriには対応していません。。iPhoneのSiriを有効にすることはできますが、Apple WatchでSiriが無効になります。
kk: iPhone құрылғысында таңдалған тілге Apple Watch сағатындағы Siri көмекшісі қолдау көрсетпейді. Siri функциясын iPhone құрылғысында іске қосуға болады, бірақ бұл жағдайда Siri функциясы Apple Watch сағатында өшіріледі.
ko: iPhone에서 선택한 언어가 Apple Watch의 Siri를 지원하지 않습니다. iPhone에서 Siri를 활성화할 수 있지만 Apple Watch에서는 비활성화됩니다.
lt: „Apple Watch“ funkcija „Siri“ nepalaiko kalbos, kurią pasirinkote „iPhone“ įrenginyje. Galite „Siri“ įjungti „iPhone“ įrenginyje, tačiau „Apple Watch“ laikrodyje ji bus išjungta.
ms: Bahasa yang anda pilih untuk iPhone anda tidak disokong oleh Siri pada Apple Watch. Anda boleh mendayakan Siri pada iPhone anda, namun ia akan dinyahdayakan pada Apple Watch.
nb: Språket du har valgt på iPhone, støttes ikke av Siri på Apple Watch. Du kan aktivere Siri på iPhone, men tjenesten blir deaktivert på Apple Watch.
nl: De taal die je hebt ingesteld voor je iPhone wordt niet ondersteund door Siri op de Apple Watch. Je kunt Siri inschakelen op je iPhone, maar in dat geval wordt Siri niet ingeschakeld op je Apple Watch.
pl: Siri na Apple Watch nie obsługuje języka wybranego dla iPhone’a. Możesz włączyć Siri na iPhonie, ale korzystanie z Siri na Apple Watch nie będzie możliwe.
pt: O idioma escolhido para o iPhone não é compatível com a Siri no Apple Watch. Você pode ativar a Siri no iPhone, mas ela será desativada no Apple Watch.
pt_pt: O idioma escolhido para o iPhone não é suportado por Siri no Apple Watch. Pode ativar Siri no iPhone, mas permanecerá desativado no Apple Watch.
ro: Limba pe care ați ales-o pentru iPhone nu este compatibilă cu funcționalitatea Siri de pe Apple Watch. Puteți activa Siri pe iPhone, dar funcționalitatea va fi dezactivată pe Apple Watch.
ru: Язык, выбранный Вами на iPhone, не поддерживается Siri на Apple Watch. Вы можете включить Siri на iPhone, но на Apple Watch эта функция будет отключена.
sk: Jazyk, ktorý ste vybrali na svojom iPhone, nepodporuje Siri na Apple Watch. Môžete zapnúť Siri na iPhone, na Apple Watch však bude táto funkcia vypnutá.
sl: Jezik, ki ste ga izbrali za iPhone, ni podprt za Siri v uri Apple Watch. Lahko omogočite Siri v iPhonu, vendar bo onemogočena v uri Apple Watch.
sv: Språket du valt för iPhone stöds inte av Siri på Apple Watch. Du kan aktivera Siri på iPhone, men Siri avaktiveras på Apple Watch.
th: Siri บน Apple Watch ไม่รองรับภาษาที่คุณเลือกสำหรับ iPhone ของคุณ คุณสามารถเปิดใช้งาน Siri บน iPhone ของคุณได้แต่ Siri จะถูกปิดใช้งานบน Apple Watch
tr: iPhone’unuz için seçtiğiniz dil Apple Watch’ta Siri tarafından desteklenmiyor. iPhone’unuzda Siri’yi etkinleştirebilirsiniz ama Siri Apple Watch’ta etkisizleştirilecektir.
uk: Ви обрали для свого iPhone мову, яка не підтримується Siri на Apple Watch. Ви можете увімкнути Siri на своєму iPhone, але цю функцію буде вимкнено на Apple Watch.
vi: Ngôn ngữ bạn đã chọn cho iPhone không được Siri trên Apple Watch hỗ trợ. Bạn có thể bật Siri trên iPhone, nhưng tính năng sẽ bị tắt trên Apple Watch.
zh_cn: Apple Watch上的Siri不支持你在iPhone上选择的语言。你可以在iPhone上启用Siri，但Siri将在Apple Watch上停用。
zh_hk: Apple Watch上的Siri不支援你在iPhone上所選的語言。你可以在iPhone上啟用Siri，但你將不能在Apple Watch上啟用Siri。
zh_tw: Apple Watch上的Siri不支援你所選的iPhone語言。你可以啟用iPhone上的Siri，但Apple Watch的Siri功能會被停用。
